Revit 2027 API
ParameterTypeId.FabricationPartInsulationArea Property
 "Insulation Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartInsulationArea { get; }
Public Shared ReadOnly Property FabricationPartInsulationArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartInsulationArea {
	ForgeTypeId^ get ();
}
static member FabricationPartInsulationArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace